Repository: evian-christ/m0nee-ios
Catalog: m0nee/Localization/Localizable.xcstrings
Source language: en
Languages: ko

source: %@ Budget
ko: %@ 예산

source: A similar expense already exists. Are you sure you want to add this?
ko: 흡사한 지출이 이미 존재합니다. 그래도 추가 하시겠습니까?

source: Access Code
ko: 인증 코드

source: Add
ko: 추가

source: Add Anyway
ko: 추가

source: Add Expense
ko: 지출 추가

source: Add New
ko: 생성

source: Add to Favourite
ko: 즐겨찾기

source: Advanced insight cards
ko: 고급 인사이트 카드

source: All
ko: 전체

source: Amount
ko: 액수

source: Amount Too Large
ko: 액수가 너무 큽니다.

source: Appearance
ko: 외형

source: Append and Import
ko: 유지 및 추가

source: Apply
ko: 적용

source: Are you sure you want to delete this category?
ko: 이 카테고리를 삭제하시겠습니까?

source: Are you sure you want to restore all settings to their default values?
ko: 모든 설정을 초기값으로 되돌리시겠습니까?

source: Automatic
ko: 자동

source: Backup & Restore
ko: 백업 및 복원

source: Budget
ko: 예산

source: Budget & Planning
ko: 예산 관리

source: Budget by Category
ko: 카테고리별 예산

source: Budget Period
ko: 예산 기간

source: Buy Lifetime – %@
ko: 평생 이용권 구매 – %@

source: Cancel
ko: 취소

source: Categories
ko: 카테고리

source: Category
ko: 카테고리

source: Category Budget Progress
ko: 카테고리별 예산 현황

source: Category Budgets
ko: 카테고리 예산

source: Category Name
ko: 카테고리 이름

source: Category Satisfaction
ko: 카테고리별 만족도

source: Change Color
ko: 색 변경

source: Change Icon
ko: 아이콘 변경

source: Change Language in System Settings
ko: 시스템 설정에서 언어 변경

source: Choose Color
ko: 색 선택

source: Choose Icon
ko: 아이콘 선택

source: Code
ko: 인증 코드

source: Compact
ko: 간단히

source: Configuration
ko: 환경 설정

source: Contact Us
ko: 문의하기

source: Currency
ko: 화폐

source: Currency & Formatting
ko: 통화 및 형식

source: Current Plan
ko: 현재 플랜

source: Custom
ko: 커스텀

source: Daily
ko: 일 단위

source: Daily check-in time
ko: 지출을 기록해볼까요?

source: Danger Zone
ko: 주의 영역

source: Dark
ko: 다크 모드

source: Data & Sync
ko: 데이터 및 동기화

source: Date
ko: 날짜

source: day
ko: 일

source: days
ko: 일

source: days %@
ko: %@일

source: Decimal Places
ko: 소수점

source: Delete
ko: 삭제

source: Delete "%@"
ko: “%@” 삭제

source: Delete "%@"?
ko: 삭제 "%@"?

source: Delete Category
ko: 카테고리 삭제

source: Delete Expense
ko: 지출 삭제

source: Delete only this expense
ko: 이 지출만 삭제

source: Delete recurring rule only
ko: 반복 지출 규칙만 삭제

source: Delete rule and all related expenses
ko: 반복 지출 규칙 및 관련된 지출 모두 삭제

source: Delete this and recurring rule
ko: 이 지출 및 반복 지출 규칙 삭제

source: Delete this expense?
ko: 이 지출을 삭제하시겠습니까?

source: Delete this recurring rule?
ko: 이 반복 지출 규칙을 삭제하시겠습니까?

source: Detailed
ko: 상세히

source: Details
ko: 세부 내용

source: Display Mode
ko: 표시 모드

source: Done
ko: 완료

source: Duplicate Expense
ko: 이미 존재하는 지출

source: Edit
ko: 편집

source: Edit %@
ko: 편집

source: Edit Category
ko: 카테고리 편집

source: Edit Recurring Expense
ko: 반복 지출 편집

source: Enable 'Budget Tracking' and 'Budget by Category' in Budget Settings to view this insight.
ko: ‘예산 관리’ 및 ‘카테고리별 예산’ 설정을 활성화 하십시오

source: Enable 'Budget Tracking' in Budget Settings to view this insight.
ko: ‘예산 관리’ 설정을 활성화 하십시오

source: Enable 'Show Rating' in General Settings to view this insight.
ko: ‘지출 만족도’ 설정을 활성화 하십시오

source: Enable Budget Tracking
ko: 예산 관리 켜기

source: Enable Daily Reminders
ko: 일일 리마인더 활성화

source: Enable Expense Ratings
ko: 지출 만족도 활성화

source: Enter a valid access code.
ko: 유효한 인증 코드를 입력하세요.

source: Enter Access Code
ko: 인증 코드 입력

source: Enter budget for %@
ko: %@의 예산을 입력하세요.

source: Erase
ko: 지우기

source: Erase All Data
ko: 모든 설정 및 데이터 삭제

source: Error
ko: 오류

source: Every
ko: 매

source: Every %lld days
ko: 매 %lld 일마다

source: Every %lld months
ko: 매 %lld 개월마다

source: Every %lld weeks
ko: 매 %lld 주마다

source: Every N months
ko: 매 N 개월마다

source: Every N weeks
ko: 매 N 주마다

source: Expense & Budget
ko: 지출 및 예산

source: Expense not found
ko: 존재하지 않는 지출

source: Export & Import Data
ko: 데이터 내보내기 및 가져오기

source: Export & import feature
ko: 데이터 내보내기 및 가져오기 기능

source: Export as CSV
ko: CSV 파일로 내보내기

source: Export Data
ko: 데이터 내보내기

source: Family Sharing
ko: 가족 공유

source: Frequency
ko: 주기

# general_settings_title
source: General
ko: 일반

source: Go to the Insights tab and long-press on cards to add them here.
ko: 인사이트 화면으로 이동해 이곳에 카드를 추가하세요.

source: Got it
ko: 확인

source: Group Expenses by Day
ko: 날짜별 지출 그룹화

source: Help & Support
ko: 고객 지원

source: Import Data
ko: 데이터 불러오기

source: Import failed: %@
ko: 불러오기 오류: %@

source: Insights
ko: 인사이트

source: Language
ko: 언어

source: Light
ko: 라이트 모드

source: Loading lifetime option...
ko: 로딩 중...

source: Log today’s spending before you forget.
ko: 오늘 사용한 지출을 모두 기록하세요.

source: Long-press a card and select "Add to Favourite" to add it to the main screen.
ko: 카드를 길게 눌러 ‘즐겨찾기에 추가’를 선택하면 메인 화면에 표시됩니다.

source: Lowest Rated Spending
ko: 최저 만족도 지출

source: Main Screen Layout
ko: 메인 화면 레이아웃

source: Manage Categories
ko: 카테고리 관리

source: Management
ko: 관리

source: month
ko: 개월

source: Monthly
ko: 매월

source: Monthly Budget
ko: 월간 예산

source: months
ko: 월

source: Name
ko: 이름

source: Never
ko: 반복 없음

source: New Category
ko: 새 카테고리

source: Next
ko: 다음

source: No expenses here yet 💸
ko: 아직 지출 내역이 없어요 💸

source: No expenses with 3 stars or lower found.
ko: 만족도 3점 이하 지출이 없습니다.

source: No Insight Cards Added
ko: 추가된 인사이트 카드 없음

source: No recurring expenses
ko: 반복 지출 없음

source: None
ko: 표시 안 함

source: Note
ko: 메모

source: Notifications
ko: 알림

source: OK
ko: 확인

source: On specific days
ko: 선택한 날짜에

source: Optional
ko: 선택 사항

source: Options
ko: 맞춤 설정

source: Pay once, use forever
ko: 한 번 결제로 평생 사용

source: Period
ko: 기간

source: Pin Insight Cards
ko: 인사이트 카드 고정

source: Privacy Policy
ko: 개인정보 처리방침

source: Q&A
ko: 자주 묻는 질문

source: Rating
ko: 만족도

source: Recurrence Details
ko: 세부 사항

source: Recurrence Details (Not Editable)
ko: 반복 내용 (편집 불가)

source: Recurring expense feature
ko: 반복 지출 기능

source: Recurring Expenses
ko: 반복 지출

source: Reminder Time
ko: 리마인더 시간

source: Remove from Favourite
ko: 즐겨찾기에서 삭제

source: Repeat
ko: 반복

source: Required
ko: 필수 항목

source: Reset
ko: 초기화

source: Reset and Import
ko: 초기화 후 불러오기

source: Restore
ko: 초기화

source: Restore All Settings
ko: 모든 설정 초기화

source: Restore Purchase
ko: 구매 복원

source: Save
ko: 저장

source: Search icons
ko: 아이콘 검색

source: Select Category
ko: 카테고리 선택

source: Select CSV File
ko: 불러올 CSV 파일 선택

source: Select Period
ko: 기간 선택

source: Set Budget
ko: 예산 설정하기

source: Settings
ko: 설정

# settings_title
source: Settings
ko: 설정

source: Shows your spending trend over time.
ko: 지출 추이를 그래프로 표시합니다.

source: Shows your total expenses.
ko: 총 지출을 표시합니다.

source: Spending Trend
ko: 지출 추이

source: Spending vs. Time
ko: 지출 vs 시간

source: Standard
ko: 기본

source: Start day of month
ko: 월 시작일

source: Start day of week
ko: 주 시작일

source: Starts on
ko: 시작일

source: Support & Pro
ko: 지원 및 Pro

source: Sync
ko: 동기화

source: Tap the ➕ up there and record your first glorious impulse buy.
ko: 위쪽 ➕ 버튼을 눌러 첫 지출을 기록하세요.

source: Terms of Use
ko: 이용 약관

source: The entered amount exceeds the maximum allowed. Please double-check the amount.
ko: 입력한 금액이 허용된 최대 금액을 초과했습니다. 금액을 다시 확인해 주세요.

source: Theme
ko: 테마

source: This will also delete %lld expense(s) under this category.
ko: 이 카테고리에 속한 지출 %lld건도 함께 삭제됩니다.

source: This will permanently delete all of your expenses, categories, and recurring rules. This action cannot be undone.
ko: 모든 지출, 카테고리, 반복 규칙이 영구 삭제됩니다. 이 작업은 취소할 수 없습니다.

source: To change the start date or recurrence rule, please delete this recurring expense and create a new one.
ko: 시작일이나 반복 규칙을 변경하려면, 이 반복 지출을 삭제한 후 새로 생성해 주세요.

source: Total
ko: 총

source: Total Spending
ko: 총 지출

# tutorial_subtitle_1
source: Log your spending easily with few taps.
ko: 간편하게 일일 지출을 기록하세요.

# tutorial_subtitle_2
source: Manage your money with custom budgets.
ko: 맞춤형 예산을 설정하세요.

# tutorial_subtitle_3
source: Long-press a card to add it to your main screen.
ko: 카드를 길게 눌러 메인 화면에 추가하세요.

# tutorial_subtitle_4
source: Start using Monir now!
ko: 바로 첫 지출을 기록해보세요!

# tutorial_title_1
source: Record your expenses
ko: 지출 기록

# tutorial_title_2
source: Set your budgets
ko: 예산 설정

# tutorial_title_3
source: Explore insights
ko: 인사이트

# tutorial_title_4
source: You’re all set
ko: 준비되셨나요?

source: Two Places
ko: 둘째자리 까지

source: Unlock powerful features to manage your money better.
ko: 지출 관리를 더 쉽게! 강력한 기능들을 이용해보세요.

source: Upgrade Plan
ko: 요금제 업그레이드

source: Upgrade to Monir Pro
ko: Monir Pro로 업그레이드

source: Upgrade to Monir Pro to unlock this feature.
ko: Monir Pro 이용자 전용입니다.

source: Use iCloud
ko: iCloud 사용

source: week
ko: 주

source: Week of %@
ko: %@의 주

source: Weekly
ko: 매주

source: Weekly Budget
ko: 주간 예산

source: weeks
ko: 주

source: Would you like to reset existing data before importing, or append to existing data?
ko: 가져오기 전에 기존 데이터를 초기화하시겠습니까, 아니면 기존 데이터에 추가하시겠습니까?
